function layoutDrawing() {
    var words = ('________________УПАНИШАДЫ_______________ ' +
    'Некогда сын Ваджашравы, желая результата, раздал все. Как говорят, ' +
    'он имел сына по имени "Начикета".\n' +
    ' Когда дары передавались [брахманам], вера объяла его, бывшего еще ребенком. ' +
    'Он подумал:\n' +
    'Тот идет в миры, известные как безрадостные, кто раздает коров, ' +
    '[окончательно] выпивших воду и съевших траву, молоко которых было выдоено [в последний раз], ' +
    'утративших силу органов.\n' +
    ' Он сказал отцу: "Отец, кому ты предложишь меня?" Он говорил ему во второй и в третий раз. ' +
    'Ему [отец] сказал: "Смерти отдам тебя".\n' +
    ' Среди многих я считаюсь принадлежащим к высшим; среди многих я считаюсь принадлежащим к средним.' +
    ' Какова может быть цель Смерти, которой отец достигнет сегодня с помощью меня?\n' +
    ' Взгляни, как поступали твои предки, и как прочие поступают [ныне]. Человек распадается и умирает, ' +
    'подобно зерну, и подобно зерну появляется вновь.\n' +
    ' Гость-брахман приходит в дома подобно огню. Ради него совершают такого рода умилостивление. ' +
    'О Смерть, принеси [ему] воды.\n' +
    ' Если в чьем-то доме гость-брахман живет без пищи, этот брахман погубит надежду и ожидание, ' +
    'плоды святого общения и сладкой беседы, ' +
    'жертвоприношений и благодеяний, сыновей и скот – все это – у такого малоразумного человека.\n' +
    'О брахман, поскольку ты прожил в моем доме три дня без пищи, ты, гость и достойный почтения человек, ' +
    'позволь мне приветствовать тебя, и пусть добро придет ко мне [благодаря предотвращению вины, происходящей]' +
    ' от этой [ошибки]. Проси трех благословений – по одному за каждую [ночь].\n' +
    'О Смерть, из трех благословений я прошу как о первом, чтобы [отец мой] Гаутама избавился от беспокойства,' +
    ' чтобы успокоился его ум, освободился от гнева на меня, чтобы он смог признать меня и говорить мне,' +
    ' освобожденному тобой.\n' +
    'Смерть сказал:\n' +
    'Признав [тебя], точно как прежде будет [иметь привязанность] Ауддалаки Аруни.' +
    ' Увидев тебя освобожденным от челюстей Смерти, он избавится от гнева и, с моего позволения,' +
    ' будет счастливо спать много ночей.\n' +
    'На небесах нет страха – тебя нет там, [и] никто не боится старости. Превзойдя и гнев и жажду,' +
    ' поднявшись над скорбью, человек радуется в небесном мире.\n' +
    'О Смерть, ты знаешь тот Огонь, который ведет на небеса. Расскажи о нем мне, полному веры.' +
    ' Обитатели небес обретают бессмертие. Этого я прошу по второму благословению.\n' +
    'О Начикета, хорошо зная об Огне, ведущем на небеса, я расскажу тебе о нем. Выслушай об этом со вниманием, ' +
    'из моих уст. Этот Огонь – средство достижения небес, и являющийся опорой мира,' +
    ' знай его как расположенный в разуме [просветленных].\n' +
    'И Смерть рассказал ему об Огне, который есть источник мира, о типе и числе кирпичей,' +
    ' о способе устройства пламени. А он [Начикета], дословно повторил, с пониманием, все,' +
    ' что было сказано. Тогда Смерть, удовлетворенный этим, сказал еще:\n' +
    'Чувствуя наслаждение, великодушный сказал ему: "Из расположения к тебе сейчас дам еще благословение. ' +
    'Воистину, этот огонь будет известен под твоим именем. И прими также это многообразное ожерелье.\n' +
    'Кто, получая связь с тремя, трижды раскладывает огонь Начикета и исполняет три вида работы, ' +
    'тот преодолевает смерть. Получая знание о том Всеведущем, который рожден от Брахмы, и постигая Его,' +
    ' он полностью достигает этого покоя.\n' +
    '"Тот, кто трижды совершает жертвоприношение Начикета, познав эти' +
    ' три [вещи], и тот, кто познав так, устраивает жертвоприношение Начикета,' +
    ' сбрасывает узы Смерти даже раньше, и, преодолевая скорбь, радуется на небесах.\n' +
    '"О Начикета, это тебе благословение, относящееся к Огню, ведущему на небеса, о котором' +
    ' ты просил по второму благословению. Люди будут говорить об этом Огне, как о воистину твоем. ' +
    'Начикета, проси о третьем благословении".\n' +
    'То сомнение, что возникает вслед за смертью человека – когда некоторые говорят: "Оно есть", ' +
    'другие говорят: "Его нет" – пусть я узнаю об этом, по твоему наставлению. Из всех благословений ' +
    'это – третье благословение.\n' +
    'Даже боги в древности питали сомнение в этом; ведь эта сущность [т.е.Я], являясь тонкой,' +
    ' не легкопостижима. О Начикета, проси другого благословения; не затрудняй меня; ' +
    'откажись от того [благословения], что требуешь от меня.\n' +
    'Даже боги питали сомнение об этом; о Смерть, если ты говоришь, что не легко постичь Его' +
    ' и поскольку другой наставник, подобный тебе, не может быть найден,' +
    ' [поэтому] нет другого благословения, сравнимого с этим.\n' +
    'Проси о сыновьях и внуках, что проживут сто лет. Проси о множестве животных, ' +
    'о слонах и золоте, о конях, об огромном крае земли. И сам ты живи столько лет,' +
    ' сколько хочешь.\n' +
    'Если ты считаешь другое благословение равным этому, проси о нем.' +
    ' Проси богатства и долгой жизни. Стань [правителем] над огромной областью. ' +
    'Я сделаю тебя пригодным для наслаждения [всеми] желанными вещами.\n' +
    'Любых вещей, что желанны, но труднодостижимы – проси по своему выбору.' +
    ' Вот женщины с колесницами и музыкальными инструментами – такие, безусловно, ' +
    'не могут быть обретены смертными. Тебе будут служить они, предлагаемые мной. ' +
    'О Начикета, не спрашивай о смерти.\n' +
    'О Смерть, все это недолговечно, и истощает ' +
    'силу всех чувств человека. Жизнь всех, без исключения, ' +
    'воистину коротка. Пусть ездовые средства будут лишь твоими;' +
    ' пусть танцы и песни будут твоими.\n' +
    'Человек не может удовлетвориться богатством. Тем, что мы встретили тебя,' +
    ' мы обретем богатство. Мы будем жить, сколько ты установишь. Но благословение,' +
    ' о котором мне стоит просить – единственно то.\n' +
    'Достигнув близости нестареющих бессмертных,' +
    ' какой подверженный старости смертный – обитающий в этой нижней области, ' +
    'на земле, но знающий о высших целях – обрадуется долгой жизни, ' +
    'сознавая никчемность ее музыки, забав и радостей?\n' +
    'О Смерть, скажи нам о том, о чем питают сомнение люди, об относящемся к следующему миру, ' +
    'знание о чем ведет к великому достижению. Помимо благословения, связанного с этой загадкой,' +
    ' Начикета не просит ни о чем.').split(" ");

    document.getElementsByClassName("wrapper")[0].innerHTML = '';
    for (var i = 0; i < words.length; i++)
        document.getElementsByClassName("wrapper")[0].appendChild(document.createElement('div'));
    for (var i = 0; i < words.length; i++) {
        document.getElementsByClassName("wrapper")[0].childNodes[i].textContent = words[i];

    }
    document.getElementsByClassName("wrapper")[0].className = 'flex-wrapper';
}
